Repository: SocialMediaExchange/muhal-backend
Catalog: muhal/locale/*/LC_MESSAGES/django.po
Languages: ar

source: attachments
ar: الملفّات الملحقة

source: label
ar: عنوان

source: file
ar: ملف

source: public
ar: عام

source: attachment
ar: مُلحق

source: Required basic information
ar: البيانات الأساسيّة

source: Complaint details
ar: تفاصيل الشكوى

source: Lawsuit details
ar: تفاصيل الدعوى

source: Timeline
ar: الجدول الزمني

source: Publishing
ar: بيانات النشر

source: cases
ar: حالات

source: Lebanon
ar: لبنان

source: Jordan
ar: الأردن

source: Other
ar: آخر

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Lebanese
ar: لبنان

source: Jordanian
ar: الأردن

source: Syrian
ar: سوريا

source: Palestine
ar: فلسطين

source: Stateless
ar: دون جنسيّة

source: Unknown
ar: غير معروف

source: over 60
ar: أكثر من 60

source: Twitter
ar: تويتر

source: Facebook
ar: فيسبوك

source: Website
ar: موقع ويب

source: WhatsApp
ar: واتساب

source: Youtube
ar: يوتوب

source: Instagram
ar: إنستاغرام

source: Open
ar: مفتوحة

source: Closed
ar: مغلقة

source: Pending appeal or objection
ar: في انتظار استئناف أو اعتراض

source: Yes
ar: نعم

source: No
ar: لا

source: Postponed
ar: تم التأجيل

source: In the process
ar: يحدث الآن

source: Not applicable
ar: لا ينطبق

source: Refused signing
ar: رُفض التوقيع

source: Forced to delete
ar: أُجبر/ت على الحذف

source: Required to delete
ar: طُلب حذف المحتوى

source: Phone call
ar: عبر الهاتف

source: In person
ar: شخصيّاً

source: Fax
ar: عبر الفاكس

source: Publications court
ar: محكمة المطبوعات

source: Cassation court
ar: محكمة التمييز

source: Appellant court
ar: محكمة الاستئناف

source: Criminal court
ar: محكمة الجزاء

source: Military police centre
ar: مركز الشرطة العسكرية

source: Army Intelligence Branch
ar: فرع مخابرات الجيش

source: Military court
ar: المحكمة العسكريّة

source: State security apparatus
ar: جهاز أمن الدولة

source: Palace of Justice
ar: قصر العدل

source: Central bureau of criminal investigations
ar: مكتب المباحث الجنائية المركزية

source: Executive public prosecutor
ar: النيابة العامة التنفيذية

source: General security
ar: المديرية العامة للأمن العام

source: Magistrate’s Courts
ar: محكمة الصلح

source: Courts of First Instance
ar: محكمة البداية

source: Courts of Appeal
ar: محكمة الاستئناف

source: Courts of Cassation
ar: محكمة التمييز

source: Administrative court
ar: المحكمة الإدارية

source: Constitutional court
ar: المحكمة الدستورية

source: Major Felonies Court
ar: محكمة الجنايات الكبرى

source: State Security Court
ar: محكمة أمن الدولة

source: Court of Cassation
ar: محكمة التعقيب

source: Court of Appeal
ar: محكمة الاستئناف

source: Courts of First Instance
ar: المحكمة الإبتدائية

source: Military Court of Appeal
ar: محكمة الإستئناف العسكرية

source: Military Court of First Instance
ar: المحكمة الإبتدائية العسكرية

source: Akkar
ar: عكّار

source: Minieh-Danieh
ar: المنية - الضنية

source: Baalbeck
ar: بعلبك

source: Hermel
ar: الهرمل

source: Beirut
ar: بيروت

source: Rachiaya
ar: راشيا

source: West Bekaa
ar: البقاع الغربي

source: Zahleh
ar: زحلة

source: Aley
ar: عالية

source: Baabda
ar: بعبدا

source: Batroun
ar: البترون

source: Chouf
ar: الشوف

source: El Metn
ar: المتن

source: Jezzine
ar: جزّين

source: Jubail
ar: جبيل

source: Kasrouane
ar: كسروان

source: Bint Jbayl
ar: بنت جبيل

source: Hasbaya
ar: حاصبيّا

source: Marjaayoun
ar: مرجعيون

source: Nabatiyeh
ar: النبطيّة

source: Bcharre
ar: بشرّي

source: Koura
ar: كورة

source: Tripoli
ar: طرابلس

source: Zgharta
ar: زغرتا

source: Saida
ar: صيدا

source: Sour
ar: صور

source: Irbid
ar: إربد

source: Ajloun
ar: عجلون

source: Jerash
ar: جرش

source: Mafraq
ar: المرفق

source: Balqa
ar: البلقاء

source: Amman
ar: عمّان

source: Zarqa
ar: الزرقاء

source: Madaba
ar: مأدبا

source: Karak
ar: الكرك

source: Tafilah
ar: الطفيلة

source: Ma’an
ar: معان

source: Aqaba
ar: العقبة

source: Publications law
ar: قانون المطبوعات

source: Penal code
ar: القانون الجزائي

source: Electronic affairs
ar: المعاملات الإلكترونيّة

source: Military law
ar: المحكمة العسكريّة

source: Anti-terrorism law
ar: قانون مكافحة الإرهاب

source: Telecommunications law
ar: ‫قانون الإتصالات

source: Cybercrimes law
ar: ‫‫‫قانون الجرائم الالكترونية

source: Jordanian penal code
ar: قانون العقوبات

source: Press and publications law
ar: قانون المطبوعات والنشر

source: first name
ar: الإسم

source: last name
ar: إسم العائلة

source: gender
ar: الجندر

source: age range
ar: الفئة العمرية

source: citizenship
ar: الجنسيّة

source: profession
ar: المهنة

source: description
ar: التعريف

source: defendant
ar: الجهة المدّعى عليها

source: defendants
ar: الجهات المدّعى عليها

source: plaintiff
ar: الجهة المدّعية

source: plaintiffs
ar: الجهات المدّعية

source: legal entity
ar: الجهة القانونيّة

source: kaza
ar: القضاء

source: judge
ar: القاضي/ة

source: law
ar: قانون

source: number
ar: رقم

source: Prefix the number with article or articles, to make sure it renders as a complete sentence
ar: أدخلي الإسم كاملاً، مثلاً: المادة 21، كي يصبح الإسم الكامل قانون المطبوعات، المادة 21

source: name
ar: الإسم

source: URL
ar: الرابط

source: URL to the law text on the Lebanese University Centre for Law
ar: رابط إلى نص القانون و المادّة على موقع مركز الابحاث والدراسات في المعلوماتية القانونية في الجامعة اللبنانيّة

source: law article
ar: القانون والمادّة

source: law articles
ar: القوانين والمواد

source: title
ar: العنوان

source: Reference
ar: مرجع

source: References
ar: مراجع

source: country
ar: الدولة

source: summary
ar: الملخّص

source: platform
ar: المنصّة

source: status
ar: الوضع

source: Police station name
ar: إسم المخفر

source: detained?
ar: تم توقيفه/ا؟

source: detained for number of days
ar: عدد أيّام التوقيف

source: Requested to sign pledge?
ar: طُلب توقيع تعهّد؟

source: Requested to delete content?
ar: طُلب حذف المحتوى؟

source: reconciliation
ar: مصالحة

source: charge
ar: التهمة

source: charged using law article
ar: القانون والمادّة المستعملة في التهمة

source: bail amount
ar: مبلغ الكفالة

source: The amount in local currency
ar: المبلغ بالعملة المحلّية

source: sentenced?
ar: هل تم الحكم؟

source: sentence
ar: الحكم

source: in absentia?
ar: حكم غيابي؟

source: Contacted via
ar: تم التواصل عبر

source: judges and their court
ar: القاضاة والمحكمة

source: date of publication
ar: تاريخ النشر

source: date of contact by cybercrime bureau
ar: تاريخ التواصل من قبل المخفر

source: date of investigation
ar: تاريخ التحقيق

source: date of detention
ar: تاريخ التوقيف

source: duration of detention (in days)
ar: مدّة التوقيف (عدد الأيّام)

source: date of hearing
ar: تاريخ الجلسة

source: date of second hearing
ar: تاريخ الجلسة الثانية

source: date of release
ar: تاريخ إطلاق السراح

source: date of ruling
ar: تاريخ الحكم

source: Published?
ar: تم النشر؟

source: Created
ar: أُنشئت

source: Last modified
ar: آخر تعديل

source: case
ar: حالة

source: yes
ar: نعم

source: no
ar: لا

source: Arabic
ar: عربي

source: English
ar: إنگليزي

source: slug
ar: نص الرابط

source: Text
ar: نص

source: Content of the static page, in Markdown
ar: محتوى الصفحة، باستخدام Markdown

source: Page
ar: صفحة

source: Pages
ar: صفحات

source: Submitted information
ar: البيانات المُقدّمة

source: Admin details
ar: تفاصيل إداريّة

source: submitted by
ar: تم التبليغ عن طريق

source: What happened
ar: ما الذي حصل

source: Our notes
ar: ملاحظاتنا

source: Processed?
ar: تم التحقّق؟

source: Report
ar: إبلاغ

source: Reports
ar: إبلاغات
